Repository: Akotet08/LangCaptcha
Catalog: en-ko.tmx
Source language: en
Languages: ko

source: Article 43 of the draft states that the cyberspace administration and relevant departments shall require "relevant organizations" to adopt technological and other necessary measures to block the transmission of information that is prohibited by Chinese law.
ko: 이 법의 43조에는 사이버공간 관리부와 관계 기관은 "관련 기관"에 기술적인 조치와 기타 필요한 조치를 하도록 요구하여 중국 법이 금지한 정보 흐름을 제한해야 한다고 규정하고 있다.

source: But the draft law does not specify any existing channel for citizen to appeal to authorities' decisions concerning the blocking of content.
ko: 하지만 이 법의 초안에는 아직 중국인이 정보 흐름을 제한하는 것에 반해 항소를 제기할 수 있는 경로를 분명하게 기술하고 있지 않다.

source: Legalizing Internet shutdowns
ko: 인터넷 접근 차단 법제화

source: The draft also rationalises Internet shutdown tactics that were deployed during the Xinjiang riot of 2009.
ko: 이 법은 또한 지난 2009년 신장 봉기 때 사용했던 인터넷 접근 차단 전술을 합리화하고 있다.

source: Article 50 of the draft stipulates that in order to protect national security and public order, and respond to major social security incidents, the State Council, or the governments of provinces, autonomous regions and municipalities with approval by the State Council, may take temporary measures with regard to Internet communication in certain regions, such as restricting it.
ko: 이 법의 50조는 국가 안보와 사회질서 유지를 유지하고 주요 사회안보를 위협하는 사태가 발생 시에 국무원이나 각 성, 자치주 및 지방 정부가 국무원의 승인을 받고 특정 지역의 인터넷 접근을 차단하는 등의 조치를 임시로 취할 수 있는 권리를 부여하고 있다.

source: The law would oblige Internet service providers and platforms to actively monitor user activity and delete content that is forbidden by law in order to prevent that information from spreading (Article 40).
ko: 이 법에 따라, 인터넷 서비스 제공자와 IT 기업들은 적극적으로 인터넷 사용자를 감시해야 하며 법으로 금지된 정보가 퍼져나가는 것을 막고자 이러한 정보를 삭제해야 한다 (제40조).

source: Under current practice, both Internet service providers and content service providers are required to designate some personnel to handling censorship notices issued by government and party authorities, and to implement these requests round the clock.
ko: 현 관행에 따르면, 인터넷 서비스 제공자와 IT 기업들은 중국 정부와 공산당 당국이 발행한 검열 통지서를 다룰 담당 인원을 편성해야 하며, 계속해서 이러한 요청에 따라 조치해야 한다.

source: The draft law explicitly states that failure to prevent illegal information from spreading will result in punishment including warning, fines and even forced closures (Article 57).
ko: 이번 법안은 불법 정보가 퍼져나가는 것을 막지 못할 시에 경고를 받고, 벌금을 내거나 심지어는 강제 폐쇄될 수 있다고 분명하게 명시하고 있다 (제57조).

source: Law enforcement can also enlist network operators’ help for national security and criminal detection purposes (Article 23).
ko: 사법 기관은 국가 안보와 범죄 탐지 목적으로 네트워크 운영자의 협조를 요구할 수 있다 (제23조).

source: No real name, no service
ko: 실명 없이 서비스 없다.

source: The draft also duplicates the stringent requirements on the real name registration system of the NPCSC's 2012 Decision on Strengthening Network Information Protection, according to Clement Chen, a post-doctoral fellow at Hong Kong University's Faculty of Law.
ko: 홍콩대학교 법학부에서 박사후과정에 있는 클레멘트 챈 씨에 따르면, 이번 법안은 전국인민대표대회 상무위원회에서 채택된 네트워크 정보 보안을 강화하기 위한 2012년도 결정에서 까다롭게 설정된 인터넷 실명제 요건을 다시 기술하고 있다.

source: Article 20 of the draft states that network operators shall require users to provide real identity information when signing service agreements to ensure the traceability of their Internet activities and content.
ko: 이 법안의 제20조에 따르면, 네트워크 운영자는 인터넷 활동과 콘텐츠를 원활하게 통제하기 위해 사용자와 서비스 협약을 체결할 때 실제 신원 정보를 제공할 것을 요구해야 한다.

source: If users do not provide real identity information, network operators must deny them the relevant services.
ko: 사용자가 실제 신원 정보를 제공하지 않으면, 네트워크 운영자는 관련 서비스를 해당 사용자에게 제공할 수 없다.

source: Chen adds that while the draft imposes obligations to protect privacy on the ISPs, it does not impose equally comprehensive obligations on public authorities in relation to their collection and processing of personal information within the broad scope of 'Internet security maintenance'.
ko: 클레멘트 첸은 또한 이 법안이 인터넷 서비스 제공자에게는 프라이버시를 보호해야 하는 책임은 부여하고 있지만, 공공 당국이 "인터넷 보안 유지, 관리"라는 넓은 범주에서 개인 정보를 수집하고 가공하는 데에는 똑같이 포괄적인 책임을 부여하고 있지 않다.

source: Expanding the authority of the Cyberspace Administration
ko: 사이버공간 관리부의 권한 확대

source: The Cyberspace Administration, or the Office of the Central Leading Group for Cyberspace Affairs, was set up in 2013 with the aim of enhancing China’s cyber security and informatisation strategies.
ko: 중국 사이버 문제 중앙선도 위원회라고도 알려진 사이버공간 관리부는 중국의 사이버 보안 수준을 높이고 좀 더 나은 정보화 전략을 세우는 목표로 지난 2013년 설립되었다.

source: Chinese President Xi Jinping has since served as its chairman and on many occasions stressed cyber security and informatisation are significant strategic issues that are critical to national security and development.
ko: 중국 시진핑 주석은 초대 사이버공간 관리부장으로 지냈고 사이버 보안과 정보화는 중국 국가 안보와 발전에 전략적으로 상당히 중요한 문제라는 점을 거듭 강조했다.

source: The draft law may cement the Cyberspace Administration’s central leadership in administering, coordinating and supervising cyberspace affairs, from monitoring and censoring online content to evaluating and authorising the overseas storage and transfer of Chinese citizens’ personal information (Article 31).
ko: 이번 법안은 사이버공간 관리부 중앙 지도부가 사이버공간 문제를 관리하고, 조율하고, 감독하는데 상당한 힘을 실어줄 전망이고, 사이버공간 관리부는 이번 법안으로 온라인 콘텐츠를 감시하고, 검열할 수 있으며 자국민의 개인 정보를 국외에 저장하고 옮길 수 있는 권한도 갖게 되었다 (제31조).

source: However, with the enhancement and expansion of the Cyberspace Administration’s role, it is unclear whether it will be subject to any form of supervision or judicial oversight.
ko: 사이버공간 관리부에 더 많은 권한과 힘이 실렸지만, 사이버공간 관리부가 어떤 감독이나 사법적 감시를 받는 대상인지는 아직 분명하지 않다.

source: The cyber security law may be seen as China’s official response to both domestic and foreign criticisms of the current chaotic and inefficient Internet control mechanism.
ko: 신(新) 사이버보안법은 그동안 국내외에서 중국의 혼란스럽고 비효율적인 인터넷 통제 체계를 비판해 온 사람들에게 중국이 주는 공식적인 답변이라고 볼 수도 있다.

source: By codifying the Internet control policies and concentrating the power to one body, China is likely to exert more aggressive posture with more efficiency in governing the domestic cyberspace.
ko: 인터넷 통제 정책을 성문화하고 힘을 단일 기관에 집중시킴으로써 중국은 자국의 사이버공간을 좀 더 효율적으로 관리할 수 있도록 적극적인 자세를 취할 것이다.

source: Jennifer Zhang is an internet researcher at Journalism and Media Studies Centre, the University of Hong Kong.
ko: 제니퍼 장은 홍콩대학교 저널리즘 미디어 센터 소속 인터넷 연구원이다.

source: China's New National Security Law Casts a Fearsome Shadow Over Hong Kong · Global Voices
ko: 중국, 신(新) 국가보안법으로 홍콩을 위협하나?

source: "New National Security Law passed.
ko: "신(新) 국가보안법이 통과되었다.

source: Hong Kong's government cannot ensure Hong Kong people's safety in mainland China."
ko: 홍콩자치구 정부는 중국 본토에서 더는 홍콩주민을 안전하게 보호할 수 없다.

source: Image from online radio D100's Facebook page.
ko: 이미지 출처: 온라인 오디오 D100 페이스북 페이지.

source: Beijing passed a new national security law on July 1, a date that marks the 94th anniversary of the establishment of the Chinese Communist Party and the 18th anniversary of the reunification of former British colony Hong Kong and China.
ko: 중국은 신(新) 국가보안법은 지난 7월 1일 통과시켰다. 이날은 중국공산당이 창설된 지 94주년을 맞은 날이고, 영국 식민지로 있던 홍콩이 중국으로 반환된 지 18주년을 맞는 날이다.

source: Human rights groups have condemned it as limiting civil liberties and furthering the suppression of dissent.
ko: 인권 단체는 이 법이 자유를 제한하고 반정부인사를 계속해서 탄압하는 법이라고 비난했다.

source: The new law sparked fears that political dissidents in Hong Kong who have advocated an end to the "one-party dictatorship" of the mainland could face arrest once they cross the border as the law stresses that Hong Kong and Macau, both special administrative regions of China with a high degree of autonomy, must "fulfill responsibilities to safeguard national security".
ko: 새로운 법으로 중국 본토에서 "일당 독재"를 끝낼 것을 홍콩에서 계속 주장해왔던 반정부인사들은 홍콩 국경을 넘는 즉시 중국 공안에 체포될 것이라는 두려움을 느낄 수밖에 없었다. 이는 새로운 국가보안법으로 중국에서 높은 수준으로 자치권을 행사하고 있던 행정자치구인 홍콩과 마카오는 "반드시 국가 안보를 지키기 위한 책임을 다해야 한다"고 규정하고 있기 때문이다. 이 법안은 국가 안보를 아주 넓게 정의하고 있고, 국가 안보 위협에 대처하기 위해 중국 정부는 필요한 일을 할 수 있는 강력한 권한을 가진다.

source: The legislation adopts a very broad definition of national security and its prescription to guard against threats is wide-reaching, including cracking down on state subversion, separatism and terrorism; strengthening the military to defend territorial sovereignty; preventing economic and financial crisis; defending cyberspace sovereignty; ensuring stable food supply; maintaining ideological dominance; suppressing religious cults; resolving social conflicts; guarding against pollution; and developing nuclear technology.
ko: 중국 정부는 국가 전복 세력, 분리주의 세력, 테러리스트를 강력히 탄압할 수 있고, 영토 주권을 지키기 위해 군사력을 강화하며, 경제, 금융 부문에서 생기는 위기를 막고, 사이버공간에서 중국의 주권을 지키며, 안정적으로 식량을 공급하고, 공산주의 이념으로 계속 중국을 지배하며, 종교 집단을 억압하며, 사회적 갈등을 해결하고, 환경이 오염되지 않도록 하며, 핵 기술을 개발할 수 있다.

source: It also obliges citizens, organizations and businesses to mobilize against acts that threaten national security.
ko: 중국 정부는 또한 국가 안보를 위협하는 요인에 맞서서 중국국민, 단체, 회사를 동원할 수 있는 권한을 가진다.

source: Although both Leung Chun-Ying, the Hong Kong chief executive, and Rimsky Yuen, the secretary for justice, have assured that China's national security law will not apply in Hong Kong, Yuen also said Hong Kong is in no position to guarantee local activists' safety in the mainland.
ko: 렁춘잉 홍콩 행정장관과 림스키 위안 홍콩 법무부 장관은 중국은 국가보안법을 홍콩에 적용하지 않을 것이라고 말했다.

source: Under the principle of "one country, two systems", Hong Kong's people enjoy freedom of expression and association, unlike mainland China.
ko: 하지만 위안 장관은 홍콩은 홍콩에 거주하는 반중국 활동가가 중국에서 활동할 때 안전을 보장할 만한 힘이 없다고 말했다. "한 나라, 두 체계"라는 원칙에 따라, 홍콩 시민은 중국 시민이 누리지 못하는 표현의 자유와 결사의 자유를 누리고 있다.

source: One such example of this autonomy is the political slogan "end one-party dictatorship," chanted every year during the city's annual vigil to commemorate the deadly 1989 crackdown on pro-democracy protests in Beijing's Tiananmen Square, a topic routinely censored in China.
ko: 지난 1989년 베이징 천안문 광장에서 발생한 민주화 시위를 중국 정부가 잔인하게 진압한 것을 규탄하기 위해 매년 홍콩에서는 철야농성이 열리는데, 이 농성에서 홍콩시민들은 "일당 독재 물러가라"라는 정치적 표어를 외친다.

source: In addition, radical political groups calling for Hong Kong's independence and religious cults such as Falun Gong are also active in the city.
ko: 또한, 홍콩이 독립해야 한다고 주장하는 급진적 정치 단체와 파룬궁과 같은 종교 단체도 홍콩에서 왕성히 활동하고 있다.

source: Many are worried that all these activities would be criminalized under the new national security law.
ko: 홍콩 시민 다수는 국가보안법이 새롭게 제정됨에 따라 위와 같은 활동이 모두 불법이 될까 봐 걱정하고 있다.

source: Hong Kongers' fear is not ungrounded.
ko: 홍콩 시민이 괜히 두려워하는 게 아니다.

source: A local newspaper quoted a source close to the Beijing government that political activists advocating the independence of Hong Kong and ending single-party rule would likely be convicted if they step foot onto China's jurisdiction.
ko: 홍콩의 한 신문은 중국 정부 내 정보원의 말을 인용하며, 홍콩의 독립을 부르짖고, 중국의 일당독재 철폐를 주장하는 정치 활동가는 중국 국경으로 한 발자국이라도 내딛는 즉시 체포될 것이라고 기술했다.

source: According to the source, such a reading of the law was supported by mainland Chinese legal experts.
ko: 이 정보원은 이러한 법 해석을 중국 본토에서 활동하는 법률가 다수가 지지한다고 말했다.

source: On July 6, media reported that recently a number of evangelists had been threatened by mainland Chinese authorities, who warned them against preaching to citizens who are traveling or living in Hong Kong, or face punishment under the mainland China regulations on the management of religion activities.
ko: 지난 7월 6일, 홍콩 언론은 최근 중국 당국이 선교사 다수를 협박했다는 사실을 보도했는데, 중국 당국은 선교사들에게 홍콩에 거주하거나 홍콩을 여행하는 중국국민에게 전도하지 말라고 경고했으며, 그렇지 않으면 종교 활동을 담당하는 중국 본토 규정에 따라 처벌받을 것이라고 경고했다.

source: Hong Kong's Christian circles are worried that organizers of religious gatherings and workshops that serve mainland Chinese staying in Hong Kong would be penalized under the new national security law.
ko: 홍콩의 기독교 단체는 홍콩에서 중국 본토인을 겨냥한 종교적 모임과 수련회를 조직하는 사람들이 새로운 국가보안법에 따라 처벌받을 것이라고 우려했다.

source: Civic groups in Hong Kong are also worried that China's national security framework could become a model to change local legislation, specifically Basic Law Article 23.
ko: 홍콩 시민단체도 중국의 국가보안법 체계를 따라서 홍콩 법, 특히 홍콩에서 헌법으로 기능하는 홍콩 기본법에서 제23조가 바뀔 수 있다고 주장하며 불안감을 감추지 못했다.

source: The article states that laws which safeguard national security should be proposed by the government of Hong Kong.
ko: 홍콩 기본법 제23조는 홍콩 정부가 국가 안보를 지키기 위한 법안을 상정해야 한다고 규정한다.

source: In a joint submission handed to the National People Congress, three local and international journalist groups expressed their concern over the impact of China's national security law in Hong Kong.
ko: 전국인민대표회의에 제출된 문건에서 지방정부와 국제기자단체 3곳이 중국의 국가보안법이 홍콩에 큰 영향을 미칠 것이라 주장했다.

source: They are worried that Hong Kong will be forced to pass new laws that:
ko: 이들 단체는 아래와 같은 내용을 담은 법을 통과시켜야 한다는 압력을 받을 것이라는 점에 우려를 표했다.

source: Outlaw some groups in Hong Kong which is operating legally in the territory but is considered illegal by the mainland authorities
ko: 홍콩에서는 합법이나, 중국 본토에서는 불법인 몇몇 단체를 불법 단체로 규정하는 법

source: - Submitting sensitive information from the HKSAR government or leaking sensitive information related to some special HKSAR residents
ko: - 홍콩자치구 정부에서 민감한 정보를 중국 중앙정부로 제출하거나 몇몇 특정 홍콩자치구 주민과 관련된 민감한 정보를 유출하도록 규정된 법

source: - Implementing new policies to cope with the idea of “cyberspace sovereignty” suggested by Article 26 of the bill
ko: - 국가보안법 제26조에서 제시된 "사이버공간 주권"이라는 개념에 대응하는 새로운 정책 시행

source: - Cracking down on the so-called “negative cultural seepage” and “cult organizations” as suggested by Article 20 and Article 22 of the bill.
ko: - 국가보안법 제20조와 제22조에 제시된 대로, 소위 말하는 "부정적 문화 유입"과 "추종 집단"을 강력히 단속

source: The groups also argue the law's focus on Internet sovereignty and ideological dominance will sabotage freedom of expression and criminalize speech.
ko: 이들 단체는 또한 이 법이 중점적으로 다루는 인터넷 주권과 이념적 승리는 표현의 자유를 무너뜨리고, 발언하는 행위 자체가 불법이 될 것이다.

source: The Hong Kong government has not placed the Article 23 in its agenda yet.
ko: 홍콩 정부는 제23조를 아직 의제로 상정하지는 않았다.

source: Meanwhile, China's national security law is spreading fear among political activists as well as NGO workers, journalists and religious adherents who have to travel to China for work.
ko: 한편, 중국의 국가보안법은 정치 운동가뿐만 아니라 중국으로 와서 일해야 하는 비정부기구 직원, 기자, 종교단체 직원 사이에서도 공포감을 조성하고 있다.

source: Those who treasure Hong Kong's freedom may soon have to get over that fear and fight to protect local legislation from the influence of China.
ko: 홍콩이 누리던 자유를 소중히 여기는 사람들은 머지않아 이러한 공포를 이겨내고 중국이 홍콩 법에 나쁜 영향을 끼치지 않도록 싸워야 할 것이다.

source: Thailand’s New Security Law ‘Annihilates Freedom of Expression’ · Global Voices
ko: 태국, 신(新) 국가보안법으로 표현의 자유를 말살하나?

source: File photo of General Prayuth Chan-ocha, the incumbent Prime Minister of Thailand.
ko: 현재 태국 총리로 재임 중인 쁘라윳 짠오차를 찍은 사진이다.

source: Prayuth signed a new security law to replace martial law in the country.
ko: 쁘라윳은 태국에서 계엄령을 대체하는 새로운 국가보안법에 서명했다.

source: After eleven months, the Thailand government finally lifted martial law in the country on April 1, 2015; but it quickly signed a new security law which some human rights groups described as even more repressive.
ko: 지금으로부터 11달 뒤인 2015년 4월에 태국 정부는 마침내 계엄령을 해제한다. 하지만 태국 정부는 재빠르게 새로운 국가보안법에 서명했는데, 몇몇 인권 단체는 이 법이 계엄령보다 인권을 더 억압하는 법이라고 주장한다.

source: Thailand’s army launched a coup last May, purportedly to end the street clashes between opposition and pro-government forces.
ko: 태국 육군은 지난 5월 쿠데타를 일으켰다. 소문에 따르면, 그동안 거리에서 서로 치고받고 싸워온 야당 세력과 친(親)정부 세력이 싸움을 중단하게 하려고 쿠데타를 일으켰다고 한다.

source: It imposed martial law, controlled the newsrooms of major media stations, and banned political gatherings.
ko: 이에 따라 육군은 계엄령을 선포하고 주요 방송 매체 보도를 통제했으며, 정치적 집회를 금지 했다.

source: An interim constitution was drafted which led to the establishment of a military-backed civilian government led by General Prayuth Chan-ocha.
ko: 임시 헌법이 제정되어 태국군이 지지하는 민간 정권이 들어섰고, 쁘라윳 짠오차 장군이 이 정권을 이끌게 되었다.

source: The new government is known as the National Council of Peace and Order.
ko: 새로운 정부는 국가평화질서유지위원회라고도 알려졌다.

source: But martial law remained in effect despite the appointment of civilian authorities.
ko: 민간 정권이 들어섰음에도, 아직 계엄령은 풀리지 않고 있다.

source: Invoking article 44 of the interim constitution, Prayuth signed Order Number 3/2558 (3/2015) which repealed martial law but imposed harsher security measures across the country.
ko: 임시 헌법 제44조를 들먹이며, 쁘라윳은 계엄령은 해제하지만, 태국 전체에 더 가혹한 보안 조치를 적용하는 명령 3/2558(2015년 3월)에 서명했다.

source: The new order provides for the appointment of “peace and order maintenance officers” from the ranks of the military who are delegated with sweeping powers to defend the security of the state.
ko: 이 새로운 명령으로 군인을 평화질서유지장교로 임명할 수 있는데, 이 담당관에게는 태국의 안보를 지키는 데 필요한 포괄적인 권한을 준다.

source: These army personnel can search homes, summon and arrest troublemakers, confiscate properties, and detain suspected individuals in special premises for up to seven days even without judicial authority.
ko: 평화질서유지장교는 집을 수색할 수 있고, 말썽꾼을 소환하고, 체포할 수 있으며, 재산을 압류하고, 심지어 사법적 권한이 없이도 최대 7일 동안 특수 건물에 의심스러운 사람을 잡아 가둘 수 있다.

source: Freedom of assembly is still curtailed as stated in article 12 of the order which bans “political gatherings of five or more persons”. These cartoons by ‏@stephffart reflect the sentiment of many activists and democracy advocates in Thailand with regard to article 44:
ko: 결사의 자유는 제12조에 나온 대로 아직 제한되어 있는데, 다섯 명 이상 모이는 정치 집회를 금지하고 있다.

source: MAD JUNTAX - Fury road to Democracy ( or not ) - cartoon 2 pic.twitter.com/4z2cxxud0a — stephff art (@stephffart) April 4, 2015
ko: 트위터 사용자 @stephffart가 그린 아래와 같은 만화는 태국의 정치 활동가와 민주주의 옹호자 다수가 임시 헌법 제44조에서 느끼는 감정을 잘 반영하고 있다.

source: Cartoon for the Nation 's monday - Prayut Max 3 pic.twitter.com/OS2M8BaFW9 — stephff art (@stephffart) April 4, 2015
ko: 매드 맥스 - 민주주의(혹은 민주주의가 아닌 곳으)로 내달리는 분노의 질주 - 두 번째 만화 pic.

source: The order is also a threat to free speech.
ko: twitter.

source: The provision reads:
ko: com/4z2cxxud0a

source: Peacekeeping Officers are empowered to issue orders prohibiting the propagation of any item of news or the sale or distribution of any book or publication or material likely to cause public alarm or which contains false information likely to cause public misunderstanding to the detriment of national security or public order.
ko: 평화유지장교는 국가 안보나 공공질서를 무너뜨릴 수 있는 허위 정보를 담고 있거나 사회 불안을 일으킬 수 있는 출판물이나 서적을 유포하고 판매하거나 공포를 조장할 수 있는 뉴스를 퍼뜨리는 행위를 금하는 명령을 내릴 권한이 있다.

source: (Unofficial translation by iLaw, the Freedom of Expression Documentation Center)
ko: (비공식 번역본, 번역: 언론자유문서센터 iLaw)

source: Reacting to this provision, the country’s media giants represented by the Thai Journalists Association, National Press Council of Thailand, Thai Broadcasting Journalists Association, and News Broadcasting Council of Thailand banded together and issued a statement which criticized the article as “the greater threat to press freedom and freedom of expression than the lifted Martial Law.”
ko: 이 조문에 맞서, 태국기자협회, 태국언론협의회, 태국방송기자협회, 태국뉴스방송협의회를 필두로 태국의 거대 방송 매체가 서로 결집하여 헌법 5조는 "앞서 폐지된 계엄령보다 더 악랄하게 언론자유와 표현의 자유를 억압하는 조항"이라고 비난하는 성명을 냈다.

source: They urged the NCPO to clarify the intent of the article and provide a more specific definition of “national security threat” and “dissemination of false information.”
ko: 이 성명에서 기자들은 이 헌법 조항에 어떤 의도가 있는지 분명하게 밝히고 무엇이 "국가 안보 위협"인지, "허위 정보 유포"는 정확히 어떤 것을 의미하는지 더 구체적으로 정의하라고 요구했다.

source: Without any clear definition of national security threat, cause of public alarm and dissemination of false information, the authorities might over-exercise or abuse their power, which is very contradicting to the NCPO order.
ko: 국가 안보 위협과 사회 불안 조성, 허위 정보 유포와 같은 문구가 무엇인지 더 구체적으로 정의하지 않는 이상, 정부 당국이 권한을 행사할 때 허가받은 범위 이상으로 행사하거나, 권한을 남용할 수 있는 여지가 있고, 이는 국가평화질서유지위원회가 지시한 사항과 상반된다.

source: They also warned that this particular provision would affect millions of Internet users:
ko: 기자들은 또한 이 조항이 인터넷 사용자 수백만 명에게 악영향을 끼칠 수 있다고 경고했다.

source: Civilians are also at risk, as people who communicates and discusses topics through online social media that contain information viewed by the authorities as threat to national security, cause of public alarm, spreading of false information or public misunderstanding will be punished on the same condition.
ko: 시민들이 온라인 소셜 미디어에서 논의하는 주제를 가지고 정부 당국이 국가 안보 위협이라 치부하고, 사회 불안을 조성한다고 여기며, 허위 정보를 유포하고, 국민에게 잘못된 생각을 심어준다고 생각한다면 이 주제를 논했던 시민들은 헌법 5조에 따라 처벌받을 것이다.

source: Referring to the same article, the Southeast Asian Press Alliance asked:
ko: 헌법5조를 언급하며, 동남아시아언론연합은 이렇게 물었다.

source: What is the criteria for determining if the content in question ’causes alarm’ or is ‘false information likely to cause public misunderstanding’?
ko: 문제가 되는 내용이 "사회불안을 조성"하고 "국민에게 잘못된 생각을 심어줄 수 있다"고 판단할 수 있는 기준이 무엇인가?

source: If the content in question is true and factual, can truth be a defense against such a prohibition?
ko: 문제가 되는 내용이 진실이며 사실에 기반을 둔다면, 진실을 말한 죄로 이러한 금지법에 따라 처벌받을 수 있는가?

source: UN High Commissioner for Human Rights Zeid Ra'ad Al Hussein was more direct when he assailed the NCPO’s new order as a measure that would ‘annihilate freedom of expression’ in Thailand.
ko: 이보다 더 나아가서 유엔 인권고등판무관인 자이드 알 후세인 왕자는 국가평화질서유지위원회가 발령한 새로운 명령은 태국에서 언론자유를 말살할 조치라고 대놓고 비난했다.

source: He added:
ko: 후세인 왕자는 덧붙여 이렇게 말했다.

source: Normally I would warmly welcome the lifting of martial law, but I am alarmed at the decision to replace martial law with something even more draconian, which bestows unlimited powers on the current Prime Minister without any judicial oversight at all.
ko: 평소 같으면 태국에서 계엄령이 해제된 것에 따뜻하게 환영했을 것입니다만, 나는 태국에서 계엄령을 더 가혹한 것으로 바꾸려는 결정에 깜짝 놀랐습니다.

source: News about the lifting of martial law in Thailand was initially met with skepticism since it was announced on April Fools’ Day.
ko: 임시 헌법은 사법적 감독 체계가 전혀 없는 상태에서 현 총리에게 권한과 힘을 무제한으로 실어주고 있습니다.

source: But the Thai junta was clearly not joking when it passed a more brutal law to replace martial law.
ko: 태국에서 계엄령이 해제되었다는 뉴스가 4월 1일 만우절에 발표됨에 따라 처음에 몇몇은 이 뉴스가 가짜라고 생각했다.

source: Conspiracy Theory Blaming China's Stock Market Plunge on Foreign Forces Finds Online Support · Global Voices
ko: 외국 세력을 비난하는 음모론, 중국 온라인에서 힘을 얻다.

source: Image from Twitter user @StockCats on Chinese government's intervention of the stock market.
ko: Image from 트위터 사용자 @StockCats가 중국 정부가 주식 시장에 개입한다는 점을 보여주기 위해 올린 이미지.

source: More than half of the listed companies temporarily suspended trading and the Chinese government rolled out several measures to try to right the ship.
ko: 지난 7월 초 중국 주식시장이 폭락함에 따라 투자자들은 30조 달러에 달하는 금액을 잃었다.

source: Pretty soon after the fallout, rumors began to circulate that blamed hostile foreign forces of "malicious" short-selling.
ko: 주식이 급락한 다음 머지않아 중국에 적대적인 외국 세력이 "악의적으로" 공매도하여 이런 일이 생겼다는 소문이 돌기 시작했다.

source: Yet, in a market which consists of 99% domestic investors, even state-controlled media had to clarify that the conspiracy theory could not explain the plunge.
ko: 하지만 중국 시장에 투자하는 사람 중 99%가 내국인인 만큼, 중국 관영 언론조차도 이러한 음모론이 주식 시장 급락을 설명하지 못한다고 분명히 밝혀야 했다.

source: Though the Ministry of Public Security said it would help the China Securities Regulatory Commission investigate evidence of “malicious” short selling of stocks and indexes, thus far no official report has been released.
ko: 중화인민공화국 공안부는 중국증권규제위원회가 "악의적인" 공매도가 진행되었는지 조사하는 걸 돕겠다고 밝혔지만, 지금까지 공식적인 발표는 없었다.

source: Lin's statements appeared as a headline news on Weibo, China's most popular social media platform on July 19:
ko: 중국에서 가장 인기 있는 소셜 미디어 플랫폼인 웨이보는 지난 7월 19일 린 회장의 성명을 머릿 기사로 실었다.

source: Lin Zuoming, chairman of China Aviation Industry Corp., said in an interview with a state newspaper that China’s stock market crash resulted from deliberately malicious short-selling aimed at breaking people’s faith in government, ultimately damaging China’s reform and crashing the economy. “It’s an economic war to change the five-star red national flag.
ko: 중국항공산업공사 회장 린 주오밍은 관영 신문과 한 인터뷰에서 중국 국민이 정부를 불신하게 하고 더 나아가 중국의 개혁을 방해하고 중국 경제를 무너뜨리려는 목표로 고의적이고 악의적인 공매도를 누군가가 진행했기 때문에 중국 주식 시장이 갑자기 추락했다고 밝혔다.

source: Liu Shengjun, a well-known economist, mocked the executive for his opinion on Weibo:
ko: "이 사태는 오성홍기를 송두리째 바꾸어놓으려는 경제 전쟁입니다.

source: Since late June, the Chinese government has introduced a series of measures to pump up the stock market: The central bank cut interest rates and then injected liquidity to support the market in June.
ko: 이번 공매도 사건을 주모한 사람은 중국공산당 통치에 정면으로 도전했고, 중국공산당이 경제를 관리할 수 있는 능력을 시험했습니다.
